"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 3396, \"word_counts\": \"{\\\"startseq\\\": 43590, \\\"the\\\": 1457, \\\"road\\\": 690, \\\"is\\\": 456, \\\"in\\\": 737, \\\"shambles\\\": 237, \\\"and\\\": 456, \\\"its\\\": 587, \\\"affecting\\\": 587, \\\"everyone\\\": 237, \\\"endseq\\\": 43590, \\\"this\\\": 219, \\\"disaster\\\": 219, \\\"potholes\\\": 219, \\\"cracks\\\": 219, \\\"are\\\": 777, \\\"making\\\": 219, \\\"travel\\\": 219, \\\"unbearable\\\": 219, \\\"fix\\\": 1105, \\\"it\\\": 695, \\\"urgently\\\": 419, \\\"conditions\\\": 234, \\\"appalling\\\": 234, \\\"infrastructure\\\": 234, \\\"needs\\\": 234, \\\"immediate\\\": 234, \\\"attention\\\": 1194, \\\"no\\\": 350, \\\"water\\\": 1586, \\\"from\\\": 350, \\\"taps\\\": 920, \\\"urgent\\\": 1310, \\\"needed\\\": 986, \\\"dry\\\": 570, \\\"again\\\": 300, \\\"we\\\": 570, \\\"need\\\": 570, \\\"running\\\": 270, \\\"help\\\": 270, \\\"leakage\\\": 612, \\\"causing\\\": 612, \\\"damage\\\": 336, \\\"to\\\": 1360, \\\"issue\\\": 336, \\\"leaking\\\": 324, \\\"completely\\\": 324, \\\"hostel\\\": 974, \\\"floors\\\": 324, \\\"wet\\\": 324, \\\"casuing\\\": 324, \\\"people\\\": 324, \\\"slipneed\\\": 324, \\\"scracity\\\": 276, \\\"of\\\": 276, \\\"waterfix\\\": 276, \\\"immediately\\\": 276, \\\"complete\\\": 300, \\\"darkness\\\": 500, \\\"due\\\": 500, \\\"power\\\": 300, \\\"outage\\\": 300, \\\"lights\\\": 350, \\\"have\\\": 350, \\\"gone\\\": 350, \\\"out\\\": 350, \\\"unexpectedly\\\": 350, \\\"everyones\\\": 350, \\\"studies\\\": 350, \\\"unable\\\": 200, \\\"concentrate\\\": 200, \\\"on\\\": 200, \\\"assignments\\\": 200, \\\"hostels\\\": 200}\", \"word_docs\": \"{\\\"endseq\\\": 3378, \\\"startseq\\\": 3378, \\\"road\\\": 690, \\\"is\\\": 456, \\\"and\\\": 456, \\\"its\\\": 587, \\\"affecting\\\": 587, \\\"everyone\\\": 237, \\\"the\\\": 1457, \\\"shambles\\\": 237, \\\"in\\\": 737, \\\"making\\\": 219, \\\"disaster\\\": 219, \\\"potholes\\\": 219, \\\"cracks\\\": 219, \\\"travel\\\": 219, \\\"unbearable\\\": 219, \\\"it\\\": 695, \\\"urgently\\\": 419, \\\"this\\\": 219, \\\"are\\\": 777, \\\"fix\\\": 1105, \\\"needs\\\": 234, \\\"attention\\\": 1194, \\\"conditions\\\": 234, \\\"infrastructure\\\": 234, \\\"appalling\\\": 234, \\\"immediate\\\": 234, \\\"taps\\\": 920, \\\"water\\\": 1586, \\\"urgent\\\": 1310, \\\"no\\\": 350, \\\"needed\\\": 986, \\\"from\\\": 350, \\\"need\\\": 570, \\\"we\\\": 570, \\\"again\\\": 300, \\\"dry\\\": 570, \\\"help\\\": 270, \\\"running\\\": 270, \\\"issue\\\": 336, \\\"to\\\": 1160, \\\"leakage\\\": 612, \\\"causing\\\": 612, \\\"damage\\\": 336, \\\"leaking\\\": 324, \\\"floors\\\": 324, \\\"hostel\\\": 974, \\\"slipneed\\\": 324, \\\"wet\\\": 324, \\\"completely\\\": 324, \\\"people\\\": 324, \\\"casuing\\\": 324, \\\"scracity\\\": 276, \\\"immediately\\\": 276, \\\"of\\\": 276, \\\"waterfix\\\": 276, \\\"power\\\": 300, \\\"outage\\\": 300, \\\"complete\\\": 300, \\\"due\\\": 500, \\\"darkness\\\": 500, \\\"studies\\\": 350, \\\"gone\\\": 350, \\\"lights\\\": 350, \\\"out\\\": 350, \\\"everyones\\\": 350, \\\"have\\\": 350, \\\"unexpectedly\\\": 350, \\\"on\\\": 200, \\\"unable\\\": 200, \\\"hostels\\\": 200, \\\"assignments\\\": 200, \\\"concentrate\\\": 200}\", \"index_docs\": \"{\\\"2\\\": 3378, \\\"1\\\": 3378, \\\"15\\\": 690, \\\"25\\\": 456, \\\"26\\\": 456, \\\"18\\\": 587, \\\"19\\\": 587, \\\"57\\\": 237, \\\"4\\\": 1457, \\\"56\\\": 237, \\\"13\\\": 737, \\\"67\\\": 219, \\\"64\\\": 219, \\\"65\\\": 219, \\\"66\\\": 219, \\\"68\\\": 219, \\\"69\\\": 219, \\\"14\\\": 695, \\\"27\\\": 419, \\\"63\\\": 219, \\\"12\\\": 777, \\\"8\\\": 1105, \\\"61\\\": 234, \\\"7\\\": 1194, \\\"58\\\": 234, \\\"60\\\": 234, \\\"59\\\": 234, \\\"62\\\": 234, \\\"11\\\": 920, \\\"3\\\": 1586, \\\"6\\\": 1310, \\\"28\\\": 350, \\\"9\\\": 986, \\\"29\\\": 350, \\\"22\\\": 570, \\\"21\\\": 570, \\\"46\\\": 300, \\\"20\\\": 570, \\\"55\\\": 270, \\\"54\\\": 270, \\\"38\\\": 336, \\\"5\\\": 1160, \\\"16\\\": 612, \\\"17\\\": 612, \\\"37\\\": 336, \\\"39\\\": 324, \\\"41\\\": 324, \\\"10\\\": 974, \\\"45\\\": 324, \\\"42\\\": 324, \\\"40\\\": 324, \\\"44\\\": 324, \\\"43\\\": 324, \\\"50\\\": 276, \\\"53\\\": 276, \\\"51\\\": 276, \\\"52\\\": 276, \\\"48\\\": 300, \\\"49\\\": 300, \\\"47\\\": 300, \\\"24\\\": 500, \\\"23\\\": 500, \\\"36\\\": 350, \\\"32\\\": 350, \\\"30\\\": 350, \\\"33\\\": 350, \\\"35\\\": 350, \\\"31\\\": 350, \\\"34\\\": 350, \\\"72\\\": 200, \\\"70\\\": 200, \\\"74\\\": 200, \\\"73\\\": 200, \\\"71\\\": 200}\", \"index_word\": \"{\\\"1\\\": \\\"startseq\\\", \\\"2\\\": \\\"endseq\\\", \\\"3\\\": \\\"water\\\", \\\"4\\\": \\\"the\\\", \\\"5\\\": \\\"to\\\", \\\"6\\\": \\\"urgent\\\", \\\"7\\\": \\\"attention\\\", \\\"8\\\": \\\"fix\\\", \\\"9\\\": \\\"needed\\\", \\\"10\\\": \\\"hostel\\\", \\\"11\\\": \\\"taps\\\", \\\"12\\\": \\\"are\\\", \\\"13\\\": \\\"in\\\", \\\"14\\\": \\\"it\\\", \\\"15\\\": \\\"road\\\", \\\"16\\\": \\\"leakage\\\", \\\"17\\\": \\\"causing\\\", \\\"18\\\": \\\"its\\\", \\\"19\\\": \\\"affecting\\\", \\\"20\\\": \\\"dry\\\", \\\"21\\\": \\\"we\\\", \\\"22\\\": \\\"need\\\", \\\"23\\\": \\\"darkness\\\", \\\"24\\\": \\\"due\\\", \\\"25\\\": \\\"is\\\", \\\"26\\\": \\\"and\\\", \\\"27\\\": \\\"urgently\\\", \\\"28\\\": \\\"no\\\", \\\"29\\\": \\\"from\\\", \\\"30\\\": \\\"lights\\\", \\\"31\\\": \\\"have\\\", \\\"32\\\": \\\"gone\\\", \\\"33\\\": \\\"out\\\", \\\"34\\\": \\\"unexpectedly\\\", \\\"35\\\": \\\"everyones\\\", \\\"36\\\": \\\"studies\\\", \\\"37\\\": \\\"damage\\\", \\\"38\\\": \\\"issue\\\", \\\"39\\\": \\\"leaking\\\", \\\"40\\\": \\\"completely\\\", \\\"41\\\": \\\"floors\\\", \\\"42\\\": \\\"wet\\\", \\\"43\\\": \\\"casuing\\\", \\\"44\\\": \\\"people\\\", \\\"45\\\": \\\"slipneed\\\", \\\"46\\\": \\\"again\\\", \\\"47\\\": \\\"complete\\\", \\\"48\\\": \\\"power\\\", \\\"49\\\": \\\"outage\\\", \\\"50\\\": \\\"scracity\\\", \\\"51\\\": \\\"of\\\", \\\"52\\\": \\\"waterfix\\\", \\\"53\\\": \\\"immediately\\\", \\\"54\\\": \\\"running\\\", \\\"55\\\": \\\"help\\\", \\\"56\\\": \\\"shambles\\\", \\\"57\\\": \\\"everyone\\\", \\\"58\\\": \\\"conditions\\\", \\\"59\\\": \\\"appalling\\\", \\\"60\\\": \\\"infrastructure\\\", \\\"61\\\": \\\"needs\\\", \\\"62\\\": \\\"immediate\\\", \\\"63\\\": \\\"this\\\", \\\"64\\\": \\\"disaster\\\", \\\"65\\\": \\\"potholes\\\", \\\"66\\\": \\\"cracks\\\", \\\"67\\\": \\\"making\\\", \\\"68\\\": \\\"travel\\\", \\\"69\\\": \\\"unbearable\\\", \\\"70\\\": \\\"unable\\\", \\\"71\\\": \\\"concentrate\\\", \\\"72\\\": \\\"on\\\", \\\"73\\\": \\\"assignments\\\", \\\"74\\\": \\\"hostels\\\"}\", \"word_index\": \"{\\\"startseq\\\": 1, \\\"endseq\\\": 2, \\\"water\\\": 3, \\\"the\\\": 4, \\\"to\\\": 5, \\\"urgent\\\": 6, \\\"attention\\\": 7, \\\"fix\\\": 8, \\\"needed\\\": 9, \\\"hostel\\\": 10, \\\"taps\\\": 11, \\\"are\\\": 12, \\\"in\\\": 13, \\\"it\\\": 14, \\\"road\\\": 15, \\\"leakage\\\": 16, \\\"causing\\\": 17, \\\"its\\\": 18, \\\"affecting\\\": 19, \\\"dry\\\": 20, \\\"we\\\": 21, \\\"need\\\": 22, \\\"darkness\\\": 23, \\\"due\\\": 24, \\\"is\\\": 25, \\\"and\\\": 26, \\\"urgently\\\": 27, \\\"no\\\": 28, \\\"from\\\": 29, \\\"lights\\\": 30, \\\"have\\\": 31, \\\"gone\\\": 32, \\\"out\\\": 33, \\\"unexpectedly\\\": 34, \\\"everyones\\\": 35, \\\"studies\\\": 36, \\\"damage\\\": 37, \\\"issue\\\": 38, \\\"leaking\\\": 39, \\\"completely\\\": 40, \\\"floors\\\": 41, \\\"wet\\\": 42, \\\"casuing\\\": 43, \\\"people\\\": 44, \\\"slipneed\\\": 45, \\\"again\\\": 46, \\\"complete\\\": 47, \\\"power\\\": 48, \\\"outage\\\": 49, \\\"scracity\\\": 50, \\\"of\\\": 51, \\\"waterfix\\\": 52, \\\"immediately\\\": 53, \\\"running\\\": 54, \\\"help\\\": 55, \\\"shambles\\\": 56, \\\"everyone\\\": 57, \\\"conditions\\\": 58, \\\"appalling\\\": 59, \\\"infrastructure\\\": 60, \\\"needs\\\": 61, \\\"immediate\\\": 62, \\\"this\\\": 63, \\\"disaster\\\": 64, \\\"potholes\\\": 65, \\\"cracks\\\": 66, \\\"making\\\": 67, \\\"travel\\\": 68, \\\"unbearable\\\": 69, \\\"unable\\\": 70, \\\"concentrate\\\": 71, \\\"on\\\": 72, \\\"assignments\\\": 73, \\\"hostels\\\": 74}\"}}"